[
  {
    "id": 9,
    "image": "../assets/images/men/tsar2.jpg",
    "link": "https://amzn.to/3GI3Dq1",
    "name": "TSAR BOMBA ",
    "name2": "TSAR BOMBA Watch for Men, 50M Waterproof Automatic Mens Watch, Skeleton Mechanical Tonneau Big Face Dial Black Watch with Silicone Watch Bands, Gifts for Men",
    "price": 299.99,
    "description1": "[TSAR BOMBA-Mechanical Temptation] The TSAR BOMBA men's watch adopts a novel double-arch bridge tonneau-shaped case design combined with a mechanical skeleton design, which fits the wrist very well and has a fashion sense. The mirror is made of artificial sapphire glass, which fits perfectly with the 316L stainless steel case. At the same time, the A-level luminous function also allows you to see the time at night without hurting your eyes.",
    "description2": "[Waterproof 50M (164FT)] Suitable for short-term recreational swimming, showering and rain splashing, but not suitable for long-term diving or snorkeling. Be careful not to get into the hot water! Excessive temperature difference will cause the waterproof rubber ring to expand the gap when the temperature drops, causing water to enter the watch.",
    "description3": "[Adjustable Strap - Silicone Watch Bands] Silicone strap length is about 22cm (8.66in), width is about 2cm (0.78in). It is waterproof and sweatproof, comfortable and breathable, resistant to wear and tear, and anti-allergic. The TSAR BOMBA strap is also available in a variety of colors.",
    "description4": "[Japanese Movement + IP Plasma Plating] Absolute quality automatic mechanical movement, stable operation, accurate recording, reminding you to use every minute and every second efficiently.The case is IP plasma plated, which is not easy to fade and has a long-lasting bright color.",
    "description5": "[Authentic Guarantee, Two-Year Warranty] TSAR BOMBA is committed to providing customers with high-quality products and 100% service, with a 2-year warranty. Whether it's Christmas, Thanksgiving, Father's Day or birthdays, anniversaries, weddings or any business casual occasion, this authentic men's watch will surprise you! If you have any questions, please feel free to email us via Amazon (click the store name at the bottom of the cart) and we will respond to your message within 24 hours.",
    "brand": "TSAR BOMBA ",
    "model": "FZSGTB8208-A-BlaBlack",
    "shape": "Tonneau",
    "display": "Analog",
    "material": "Silicone",
    "size": "-",
    "width": "20 millimeters",
    "year": "20220",
    "color": "Black",
    "movement": "Japanese Automatic",
    "water": "50 Meters"
  },
  {
    "id": 8,
    "image": "../assets/images/men/gshock_black.jpg",
    "link": "https://amzn.to/3CtpD5n",
    "name": "Casio G-Shock ",
    "name2": "Casio Men's G-Shock GW6900-1 Tough Solar Sport Watch",
    "price": 89.99,
    "description1": "Shock-resistant watch featuring LED backlight with day, date, and time display",
    "description2": "Additional features include multi-band six atomic timekeeping, world time, daily alarm with snooze, 12 and 24-hour formats, and solar power battery",
    "description3": "41 mm stainless steel case with mineral dial window.Size of case / total weight 53.2 x 50.0 x 17.7mm / 63g",
    "description4": "Japanese quartz movement with digital display",
    "description5": "Silicone band with buckle closure",
    "brand": "Casio",
    "model": "GW6900-1",
    "shape": "Round",
    "display": "Digital",
    "material": "Silicone",
    "size": "-",
    "width": "20 millimeters",
    "year": "2020",
    "color": "Black",
    "movement": "Quartz",
    "water": "30m"
  },
  {
    "id": 7,
    "image": "../assets/images/men/fossil.jpg",
    "link": "https://amzn.to/3WUiQtF",
    "name": "Fossil ",
    "name2": "Fossil Men's Minimalist Stainless Steel Slim Casual Watch",
    "price": 76.55,
    "description1": "Fossil has always been inspired by American creativity and ingenuity. Since 1984, we’ve strived to bring new life into the industry by making quality, fashionable watches and accessories that were both fun and accessible.",
    "description2": "Inspired by the clean lines and minimalism of mid-century modern design, this slim timepiece was built on the principles of balance and proportion. With an unassuming dial and lumed stick hour markers, it’s a simple, uncluttered and functional watch.",
    "description3": "Case size: 44mm; Band size: 22mm; quartz movement with three-hand analog display; hardened mineral crystal lens resists scratches; imported",
    "description4": "Stainless steel case with blue dial; genuine luggage brown leather band with adjustable buckle closure; interchangeable with all 22mm Fossil watch straps",
    "description5": "Customize your watch with complimentary engraving at a local Fossil store. Engraving is available at participating U.S. and Canadian full-priced and outlet Fossil stores. This service is not applicable on all accessories.",
    "brand": "FOSSIL ",
    "model": "FS5304",
    "shape": "Round",
    "display": "Analog",
    "material": "Lether",
    "size": "9.5 inches",
    "width": "22 millimeters",
    "year": "2019",
    "color": "Brown",
    "movement": "Quartz",
    "water": "165 Feet"
  },
  {
    "id": 6,
    "image": "../assets/images/men/tsar.jpg",
    "link": "https://amzn.to/3Z92zTn",
    "name": "TSAR BOMBA ",
    "name2": "TSAR BOMBA Luxury Tonneau Watches for Men 5ATM Waterproof Square Chronograph Analog Mens Watch Work Sport Fashion Stylish Business Minimalist Classic Wrist Watches Japanese Movement Gift for Men",
    "price": 189.99,
    "description1": "【⌚ ERGONOMIC DESIGN】:The watch is more than just an accessory. TSAR BOMBA 8204 serie watches aim to offer men the best combination of technology, hollow-out design and functionality to break the traditional concept. The watch of the Tonneau, which is uncommon shape and aesthetic has an ergonomic double bridge design which is slightly thicker in the center and tapers towards the sides of the lugs. By various colorful strap choice it could show your personality.",
    "description2": "【⌚ BEST QUALITY】: Through the Japanese quartz movement this analog watch is precise timekeepingly. Three multifunction sub-dials support chronograph, and date calendar. 316L stainless steel and 100% resistant sapphire make the case extraordinarily more resistant to scratches than other watches. The multi-stomatal silicone strap not only makes a great ventilated sense to your wrist but also sweat proof. A-level noctilucous material could be shiny brightly to make the time legible at night.",
    "description3": "【⌚ WATERPROOF 5ATM】: All TSAR BOMBA 8204 serie watches are up to 5 bars Waterproof after tested. So that it's bearable for sweating and accidental rain or water splash. Moreover you can easily go swimming or daily use with TSAR BOMBA 8204 serie watches. But not for diving or hot water environment when showering. A-level luminous night light makes the time still leggible in the dark.",
    "description4": "【⌚ A PERFECT GIFT】: This watch is suitable for any occasion. It can be worn during travel, business, leisure, indoor or outdoor activities. Also it is a decent gift for anniversaries, birthdays, weddings, Valentine's Day, Christmas or other holidays as a gift. TSAR BOMBA watches will always be your best choice.",
    "description5": "【☎ PURCHASE WITHOUT WORRY】: We are committed to providing our customers with high quality services and exquisite products. If you have any problems about the watch, please contact us immediately. We will help you to solve the problem within 24 hours.",
    "brand": "TSAR BOMBA ",
    "model": "LWTB8204REDSIBJP",
    "shape": "Tonneau",
    "display": "Analog",
    "material": "Silicone",
    "size": "Men's Standard",
    "width": "20 millimeters",
    "year": "2022",
    "color": "Black",
    "movement": "Japanese Quartz",
    "water": "50 Meters"
  },
  {
    "id": 5,
    "image": "../assets/images/men/mf.jpg",
    "link": "https://amzn.to/3WGVHLb",
    "name": "MF MINI FOCUS",
    "name2": "Mini Focus Mens Watch Octagon Casual Wrist Watch (Chronograph/Waterproof/Luminous/Calendar) Silicon/Leather Band Watch for Men",
    "price": 34.99,
    "description1": "★ Unique Design: This watch has been carefully designed to perfectly combine sports and casual. Suitable for many indoor & outdoor scenes",
    "description2": "★ Water Resistant ★:30M (100FT) Water Resistant , withstands splashes or brief immersion in water, Perfect for all kind of business, casual, indoor and outdoor activities and daily use , but not suitable for swimming or bathing",
    "description3": "★ Multi-function ★ : Six-hand Multi-function Quartz Movement ,Three Chronograph Sub-dial, Seconds sub-dial, Minute Sub-dial, 24 hour Sub-dial.",
    "description4": "★ Luminous ★ : Luminous Hands & Calibration , is convenient to read the time in the dark（Luminous function needs to be activated by light）",
    "description5": "★ Gift Box ★: Hight Quality Gift Box -- Good gift for boyfriend, husband, father, brother, grandfather, friends...Great surprise for Birthday, Business-gift, Christmas, Valentine day, Wedding, New Year, Father’s Day",
    "brand": "MF MINI FOCUS",
    "model": "MF0417G-01",
    "shape": "Square",
    "display": "Analog",
    "material": "Silicone",
    "size": "Men's Standard",
    "width": "24 millimeters",
    "year": "2020",
    "color": "Red",
    "movement": "Quartz",
    "water": "30 Meters"
  },
  {
    "id": 4,
    "image": "../assets/images/men/gosasa.jpg",
    "link": "https://amzn.to/3VJ8NGB",
    "name": "Gosasa",
    "name2": "Gosasa Mens Unique Punk Bling Iced Out Dress Watches Tonneau Rectangle Watches for Men Waterproof Analog Chronograph Sports Work Mens Wrist Watch Luminous Silicone Band",
    "price": 29.99,
    "description1": "Watch Features: Time and Date, Sward shape minute and hour hands with red painting, Arabic numeral markers,Bling crystal and stars decored bezel, make it to be the most luxury watch for men.",
    "description2": "【☎: 100% Safe Shopping💗】--we offer a 12-month warranty and a 30-day full refund guarantee for products, For any product issues, we guarantee a 100% refund or replacement to provide you with a great shopping experience. We will respond to all your questions within 24 hours.",
    "description3": "【 Necessary for a gentleman &Gift】: Cool men watch skeleton luminous with delicate appearance and high-density stainless steel back cover, shows one's aesthetics. It's a decoration more than a clock for most people nowadays, And it‘s the best gift to family, friends, husband or yourself. Highly recommended as a gift for special occasions: Father's Day, Valentine's Day, Christmas, Birthday, Anniversary, Wedding and more",
    "description4": "【⌚Comfortable】: The barrel-shaped design of the watch is based on the arc geometry that fits the wrist best, The soft silicone strap adopts an ergonomic double bridge design， Making the watch more fit the human wrist, greatly enhance the matching experience.",
    "description5": "【 Waterproof】: Water resistance for daily life is only suitable for splash and rain, but not for diving, swimming or showering. If you wipe off moisture, sweat or dirt with a soft cloth usually, it will extended service life as long as possible.",
    "brand": "Gosasa",
    "model": "SKF1829",
    "shape": "Square",
    "display": "Analog",
    "material": "Silicone",
    "size": "Men's Standard",
    "width": "26 millimeters",
    "year": "2021",
    "color": "Red",
    "movement": "Quartz",
    "water": "30 Meters"
  },
  {
    "id": 3,
    "image": "../assets/images/men/fanmi.jpg",
    "link": "https://amzn.to/3XcfiTt",
    "name": "Fanmis",
    "name2": "FANMIS Mens Bling Punk Diamond Watches Fashion Crystal Dress Quartz Analog Watch Silicone Band Sports Wristwatch",
    "price": 29.99,
    "description1": "Watch Features: Time and Date, Sward shape minute and hour hands with red painting, Arabic numeral markers,Bling crystal and stars decored bezel, make it to be the most luxury watch for men.",
    "description2": "【Movement and Battery】 Imported Japanese Quartz Movement and Battery inside, analog display, accurate timekeeping and long service time. Luminous hour and minute hands.",
    "description3": "【Durable and Comfortable】The watch case are made of stainless steel covered by ion-plated gold/silver/black, which is good for hypoallergenic and always keeps new . 22mm width silicone strap gives you a comfortable wearing experience.",
    "description4": "【30M Waterproof】: The watch has a waterproof back cover, is suitable for daily use, Splash/rain resistant. NOT suitable for diving, swimming, snorkeling, water-related work)",
    "description5": "👑【Men’s Gift】: A perfect gift for father, husband, son, boyfriend, family members, friends or business partner, Suitable for Birthday, Business-gift, Christmas, Valentine's day, Wedding, New Year, Father's Day,etc.If you have any questions, please contact us in time. We will try our best to make you satisfied.",
    "brand": "Fanmis",
    "model": "PT8080",
    "shape": "Square",
    "display": "Analog",
    "material": "Silicone",
    "size": "10 inches",
    "width": "25 millimeters",
    "year": "2021",
    "color": "Rose Gold",
    "movement": "Quartz",
    "water": "30 Meters"
  },
  {
    "id": 2,
    "image": "../assets/images/men/diesel.jpg",
    "link": "https://amzn.to/3GhhzG1",
    "name": "Diesel",
    "name2": "Diesel Men's Mr. Daddy 2.0 Stainless Steel Chronograph Quartz Watch",
    "price": 203.75,
    "description1": "Bold, ironic and never shy, Diesel doesn't follow trends; it creates them. With a distinctive look and a unique voice, Diesel constantly moves style forward.",
    "description2": "Case size: 57mm, Band size: 28mm; quartz movement with multifunction chronograph display and date window; iridescent mineral crystal face resists scratches; imported",
    "description3": "Be the best-accessorized guy in the room with Diesel's Mr. Daddy 2.0. This watch collection delivers aggressive design with uber-intricate dial details and an always-oversized silhouette. Go forth and Be Brave.",
    "description4": "Round black stainless steel case with an iridescent black dial; black stainless steel bracelet band with deployment clasp closure",
    "description5": "Water resistant up to 30m (100ft): Will withstand splashes in water, but not recommended for swimming; 3 ATM",
    "brand": "Diesel",
    "model": "DZ7395",
    "shape": "Round",
    "display": "Analog",
    "material": "Stainless steel-plated",
    "size": "10 inches",
    "width": "28 millimeters",
    "year": "-",
    "color": "Black",
    "movement": "Quartz",
    "water": "100 Feet"
  },
  {
    "id": 1,
    "image": "../assets/images/men/cheeta.jpg",
    "link": "https://amzn.to/3CuCJ2f",
    "name": "Cheetah",
    "name2": "GOLDEN HOUR Fashion Business Mens Watches with Stainless Steel Waterproof Chronograph Quartz Watch for Men, Auto Date",
    "price": 43.99,
    "description1": "⌚Movement: Japanese imported quartz analog movement and battery, provide precise time and long-term running. The watch can be used for more than 1 years.",
    "description2": "⌚Material: The strap is made of stainless steel, comfortable and soft and breathable. Mineral glasses, 304 steel case, Suit for all kinds of occasions.",
    "description3": "⌚Sports chronograph: Multifunctional sub-dial can work, chronograph, calendar, run seconds. Provide you with multi-function purpose use.",
    "description4": "⌚3ATM waterproof: This watch is waterproof 30m, can withstand daily splash or short immersion in water, but not swimming and showering, diving or snorkeling.",
    "description5": "☎After sales service: Each product has 1-year after sales service. If you have any questions about the product, please contact me immediately and we will give you a satisfactory solution.",
    "brand": "GOLDEN HOUR",
    "model": "CH-1604M-B-R-B",
    "movement": "Japanese Quartz",
    "water": "30 Meters",
    "width": "0.87 inches",
    "size": "Men's Standard",
    "year": "2020",
    "display": "Analog",
    "shape": "Round",
    "color": "Black",
    "material": "Stainless steel"
  }
]
